import React from 'react';


class ShowContract extends React.Component {


  render() {


    return (
     <>
      <p><h4>نمونه قرارداد نگهداری، راهبری و تعمیرآسانسور </h4></p>
      <p>این قرارداد بین طرفین خانم/ آقای / شرکت {this.props.contract.username} {this.props.contract.lastname} به شماره ملی / ثبت {this.props.contract.contract.technician_id} که از این پس اختصاراً در این قرارداد  کارفرما نامیده می شود و خانم/ آقای / شرکت {this.props.contract.firstname} {this.props.contract.lastname} به شماره ملی / ثبت {this.props.contract.contract.national_code} از طرف دیگر که از این پس پیمانکار نامیده می شود، با شرایط ذیل منعقد می گردد.</p>
      <p><b>ماده 1- موضوع قرارداد و محل اجرای کار:</b></p>
      <p>موضوع پیمان عبارتست از: نگهداری – راهبری – سرویس و تعمیر :</p>
      <p>یک دستگاه آساسنور و تجهیزات جانبی آنها {this.props.contract.firstname} مستقر در ساختمان / ساختمانهای {this.props.contract.apartment_name} که شرایط فنی مورد درخواست جهت سیستم‌های ذکر شده طبق لیست پیوست توسط نماینده کارفرما مشخص و به رؤیت و تحویل پیمانکار رسیده و جزء لاینفک این قرارداد بوده و پیمانکار با اطلاع کامل از کمیت و کیفیت آنها مبادرت به قبول تعهد نموده است.</p>
      <p>محل اجرای کار: {this.props.contract.address}</p>
      <p><b>ماده 2- اسناد و مدارک قرارداد:</b></p>
      <p>این پیمان شامل اسناد و مدارک زیر است:</p>
      <p>الف – پیمان حاضر</p>
      <p>ب – صورتجلسات تحویل و تحول محل مورد نظر جهت نگهداری</p>
      <p>ج – دستورکارها، صورت مجالس و هر نوع سند دیگری که در مورد نحوه نگهداری و راهبری بین طرفین قرارداد مبادله می‌گردد.</p>
      <p>د –  یک نسخه از روزنامه رسمی پیمانکار بهمراه آخرین تغییرات</p>
      <p>ه – یک نسخه از گواهی صلاحیت نگهداری از مراجع ذیصلاح و اداره کار</p>
      <p><b>ماده 3- مبلغ قرارداد:</b></p>
      <p>الف – مبلغ اولیه قرارداد برای یکسال شمسی و تعداد{this.props.contract.firstname} نفر افراد معرفی شده توسط پیمانکار برابر است با مبلغ {this.props.contract.contract.price} ریال است که بر اساس قیمت پیشنهادی پیمانکار بوده و هر ماهه مبلغ {this.props.contract.contract.price} ریال به شرط اخذ گواهی حسن اجرای کار از کارفرما و یا نماینده معرفی شده او قابل پرداخت خواهد بود.</p>
      <p>ب – به قیمتهای این پیمان هیچگونه تعدیل بها و افزایش مبلغ قرارداد تعلق نمی‌گیرد و قیمت های پیشنهادی پیمانکار می‌بایست کامل باشد.</p>
      <p>ج – از هر پرداخت به پیمانکار مبلغ 10% بعنوان حسن انجام کار کسر می‌گردد که در انتهای قرارداد و پس از تحویل کامل و بی‌عیب تاسیسات مربوطه و در صورت عدم بدهی پیمانکار مسترد می‌گردد.</p>
      <p>د – مبلغ این قرارداد با توجه به ماهیت کار تا مبلغ 25% مبلغ اولیه قرارداد قابل افزایش و یا کاهش می‌باشد و در صورت ابلاغ کارفرما، پیمانکار موظف است با مبانی این قرارداد امور محوله را به انجام برساند.</p>
      <p><b>ماده 4- مدت قرارداد :</b></p>
      <p>مدت قرارداد یکسال شمسی از تاریخ {this.props.contract.firstname} لغایت تاریخ {this.props.contract.firstname} می‌باشد که در صورت رضایت طرفین این قرارداد با رعایت مقررات قابل تمدید می‌باشد. (توضیح اینکه در انتهای قرارداد پیمانکار موظف به تحویل کامل کار به پیمانکار بعدی و یا نماینده کارفرما می‌باشد)</p>
      <p><b>ماده 5- شرایط تضمین امور محوله به پیمانکار:</b></p>
      <p>حسن انجام کار کلیه عملیات موضوع قرارداد از تاریخ تحویل محل نگهداری تا پایان آن توسط پیمانکار تعهد می‌گردد به گونه ای که اگر در امور محوله به پیمانکار و یا نحوه نگهداری خللی ایجاد گردد و موجب بروز خسارت شود. پیمانکار مکلف است آن معایب و نقائص را با هزینه خود رفع نماید. برای این منظور، کارفرما مراتب را با ذکر معایب و نقائص و محل آنها کتبا به پیمانکار ابلاغ می‌کند. پیمانکار باید حداکثر ظرف مدت 15 (پانزده) روز بعد از ابلاغ مراتب، شروع به رفع معایب و نقائص کند و آنها را طی مدتی که با رضایت کارفرما معین می‌شود، رفع نماید. در غیر این صورت کارفرما حق دارد معایب و نقائص یاد شده را راسا و یا به هر ترتیب که مقتضی بداند رفع نماید و هزینه آن را باضافه 15(پانزده) درصد از محل تضمین پیمانکار یا هر نوع مطالبات و سپرده‌ای که پیمانکار نزد او دارد برداشت کند.</p>
      <p><b>ماده 6 – نظارت :</b></p>
      <p>نظارت بر اجرای تعهداتی که پیمانکار بر طبق مفاد این قرارداد و اسناد و مدارک پیوست آن تقبل نموده است به عهده {this.props.contract.firstname} خواهد بود و پیمانکار موظف است کارها را طبق قرارداد، اصول فنی و دستورات کارفرما یا نماینده او و یا دستگاه نظارت، طبق مشخصات، اسناد و مدارک پیوست این پیمان، اجرا نماید.</p>
      <p><b>ماده 7 – تاییدات و تعهدات پیمانکار :</b></p>
      <p>پیمانکار موارد زیر را تایید و متعهد به اجرای آنها می‌باشد.</p>
      <p>1-   در اجرای این قرارداد پیمانکار متعهد می‌گردد توسط {this.props.contract.firstname} نفر کارگر فنی ماهر و {this.props.contract.firstname} نفر تکنسین ذیصلاح فنی و حرفه‌ای و {this.props.contract.firstname} نفر مهندس که در محل مقیم / غیر مقیم می‌باشند سیستم‌ها و دستگاه‌های موضوع قرارداد را تحت کنترل و بازرسی مداوم قرار دهند. بازدیدها و بازرسی‌ها باید بصورت کامل و با تنظیم گزارش بازدید و ارائه چک لیست‌ها صورت گرفته و هر گونه سرویس و یا تعویض بموقع قطعات در اجزاء اصلی و یا فرعی سیستم‌ها و دستگاه‌ها صورت پذیرد و در گزارش‌ها منعکس گردیده و به نفر شیفت بعدی تحویل گردد. علاوه بر کنترل مداوم لازم است سیستم‌ها و دستگاه‌ها توسط یکنفر مهندس تاسیسات که حداقل 5 سال سابقه کاری مفید و مرتبط داشته باشد در هر ماه یک بار و حسب درخواست کارفرما در هر زمان مورد بررسی قرار گرفته و نتیجه آن گزارش شود و در این گزارش شرایط کار فعلی دستگاه‌ها- نیاز به قطعات و تعویض لوازم فرسوده و یا جایگزین نمودن قطعات جدید به جای قطعات قدیمی اعلام و منعکس شده باشد. در صورت غیر مقیم بودن تکنسین‌ها و یا مهندسین ، با اعلام تلفنی کارفرما تکنسین‌ها و یا مهندسین پیمانکار باید حداکثر ظرف مدت {this.props.contract.firstname} ساعت جهت بازدید و رفع نقص از دستگاه های موضوع قرارداد به محل مراجعه نمایند.</p>
      <p><b>تبصره 1 :</b></p>
      <p>: منظور از تعمیر، بازسازی یا تعویض هر گونه قطعات و لوازم است که بر اساس استهلاک و شوک وارد بدستگاه لازم است تعویض و جایگزین شود. بدیهی است عملیاتی که باید انجام شود تا قطعه‌ای تعویض شود و نیز راه اندازی مجدد جزء خدمات تعمیر و تعویض قطعی می‌باشد.</p>
      <p><b>تبصره 2 : </b></p>
      <p>تغییرات و تعمیرات کلی در سیستم های آسانسورها موضوع قرارداد که خارج از وظایف و مسوولیت‌های پیمانکار است می‌بایست با دلایل و توجیهات فنی کافی صورت گیرد. بدیهی است خرابی‌هایی که در چارچوب تغییرات کلی قرار می‌گیرد نظیر آنچه در ذیل شرح داده شده از جهت نحوه سرویس و راهبری و دلایل خرابی توسط نماینده کارفرما بررسی و کنترل گردیده و بعد از تعیین علت خرابی دستگاه و در صورت عدم قصور پیمانکار اخذ تصمیم خواهد شد.</p>
      <p>تغییرات کلی شامل :</p>
      <p>الف -  سیم پیچی موتورهای الکتریکی</p>
      <p>ب -  تعویض دربها</p>
      <p>ج – تعویض سیم بکسل</p>
      <p>د – تعمیرات اساسی موتور و گیربکس</p>
      <p><b>تبصره 3 : </b></p>
      <p>شرح جزئیات سرویس و تعمیرات مورد انتظار کارفرما که جزء تعهد پیمانکار است در پیوست شماره (1) این قرارداد که مشخصات فنی آن تهیه و تنظیم گردیده مندرج است.</p>
      <p>2-   پیمانکار موظف است جهت هر دستگاه شناسنامه‌ای تهیه نماید و ضمن ثبت مشخصات فنی آن کلیه تعمیرات جزئی و کلی و یا سرویس‌های انجام شده را در آن شناسنامه ذکر نماید.</p>
      <p>3-   پیمانکار موظف است تعهدات خود را بر طبق شرایط این قرارداد و موضوع تبصره 3  ماده 7 انجام دهد. بدیهی است چنانچه پیمانکار در انجام تعهدات خود قصور نماید کارفرما حق خواهد داشت ضمن ارسال اخطار به پیمانکار راسا و به هر طریقی که مقتضی بداند نسبت به انجام آن بخش از تعهدات پیمانکار که صورت نگرفته است اقدام و دو برابر هزینه خسارات وارده را از پیمانکار وصول نماید.(این جریمه علاوه بر مبالغ اعلامی در ماده 5 قرارداد می‌باشد) تشخیص میزان خسارات و برآورد هزینه مربوطه بعهده کارشناس منتخب کارفرما می‌باشد. پیمانکار با امضاء ذیل این قرارداد اعلام و اقرار می‌نماید که از مشخصات موضوع قرارداد و شرایط و ضوابط مربوطه به نحوه انجام کار و جزئیات تعهداتی که بر عهده گرفته اطلاع کامل دارد.</p>
      <p>4-   پیمانکار نگهدار و سرویس و تعمیر بالابرهائی را که طبق ماده 1 به او واگذار شده است بعهده گرفته و تعهد نمود که طبق دستورالعمل کارخانه‌های سازنده و استانداردهای مورد قبول از نظر نگهداری و تعمیرات و سرویس را رعایت کرده و با توجه به نیازمندیهای کارفرما بالابرهای مربوطه را راه اندازی کرده و امور راهبری آنها را بعهده داشته باشد و چنانچه در اثر قصور یا تقصیر پیمانکار حسب تشخیص و تایید کارشناس منتخب کارفرما خرابی و خسارت به دستگاه‌ها وارد آید پیمانکار موظف است به هزینه خود در اسرع وقت نسبت به رفع نقص و جبرا ن خسارت وارده که از هر نظر مورد تایید کارشناس کارفرما باشد اقدام کند و در غیر اینصورت کارفرما مجاز است خسارت وارده را از محل هر گونه مطالبات و یا سپرده حسن انجام تعهدات و سپرده حسن انجام کار و یا اموال پیمانکار وصول نماید.</p>
      <p>-   بهره برداری از بالابرهای موضوع این قرارداد بطور مداوم/ منقطع انجام می‌شود. پیمانکار موظف است که بالابرها را در تمام مدت شبانه / روز در ساعات اداری از  {this.props.contract.firstname} لغایت  {this.props.contract.firstname} تحت کنترل و مهیا برای کار آماده نگهدارد.</p>
      <p>6-      تعطیلات رسمی و تعطیلات کارگری و تعطیلات آخر هفته به هیچ وجه مانع از اجرای مفاد بنده 5 ماده 7 نیست.</p>
      <p>7-   پیمانکار افراد مورد نیاز برای اجرای این قرارداد را ظرف یک هفته پس از امضاء این قرارداد کتبا به کارفرما معرفی می‌نماید و در صورت عدم صلاحیت فنی نامبردگان به تشخیص کارفرما، پیمانکار موظف است حداکثر ظرفت مدت 48 ساعت نسبت به تعویض آنان اقدام نماید.</p>
      <p>8-   پیمانکار موظف است کلیه وسایل فنی مورد نیاز و ابزار و لوازم لازم را جهت انجام موضوع این قرارداد در محل کار فراهم آورد بطوری که هیچ گونه تاخیری در اجرای قرارداد به لحاظ کمبود وسایل مذکور صورت نپذیرد. این این بابت هیچ گونه مسئولیتی متوجه کارفرما نخواهد بود.</p>
      <p>9-   کلیه کارگران فنی و غیر فنی ، تکنسین‌ها و مهندسین مرتبط با موضوع قرارداد، کارگران پیمانکار محسوب می‌شوند و هیچگونه رابطه استخدامی یا کارگری با کارفرما نداشته و نخواهند داشت. پیمانکار متعهد گردید کلیه مقررات راجع به قانون تامین اجتماعی و قانون کار و مقرراتی که حاکم بر حقوق کار و کارگر باشد را جهت اجرای موضوع این قرارداد مراعات نماید و کارفرما هیچ گونه مسئولیتی در خصوص حوادث احتمالی و مقررات ناشی از حقوق قانون کار نخواهد داشت.</p>
      <p>10- در صورتی که پیمانکار تشخیص دهد تمام یا قسمتهای اصلی بالابرهای موضوع قرارداد با توجه به توضیحات مندرج در تبصره 2 ماده 7 فرسوده و یا غیر قابل استفاده است. موظف است مراتب را کتبا و به موقع به کارفرما اعلام داشته و در صورت تایید کارفرما و توافق هزینه‌ها نسبت به رفع نقص اعم از تعمیر و یا تعویض اقدام نماید. در غیر این صورت چنانچه بعلت عدم اجرای مفاد این ماده خسارتی به کارفرما وارد آید مسئولیت جبران آن با پیمانکار است.</p>
      <p>11- در صورتی که ورود به قسمت یا قسمت هائی از ساختمان توسط کارفرما برای کارگران پیمانکار ممنوع باشد یا ورود به آن قسمت محتاج حضور نماینده کارفرما باشد قبلا با کارفرما هماهنگ شود تا خللی در امر سرویس و مراقبت ایجاد نشود.</p>
      <p>12- پیمانکار در اجرای وظیفه خویش بنحوی عمل خواهد نمود که اختلالی در محیط کار ایجاد نشود. تعمیرات ضروری باید در حداقل زمان مورد نیاز و با رعایت مقررات حفاظتی و نیز پرهیز از ایجاد صداهای گوش خراش و مخل کار و جلوگیری از آلودگی محیط انجام گیرد.</p>
      <p>13-  قطعات تعویض شده پس از تهیه صورت جلسه در قبال اخذ رسید به کارفرما تحویل داده می‌شود.</p>
      <p>14- پس از انقضاء مدت قرارداد کلیه بالابرها و تجهیزات آن و لوازم به همان صورت که به پیمانکار تحویل داده شده طی صورت جلسه‌ای با حضور نمایندگان کارفرما به پیمانکار جدید تحویل داده خواهد شد.</p>
      <p>15-  بیمه نمودن مسافران بالابرها در مقابل حوادث جانی و نقص عضو هر بار حادثه بمبلغ {this.props.contract.firstname} ریال بر عهده پیمانکار می‌باشد.</p>
      <p>16- پرداخت کلیه حقوق و مزایائی که طبق قوانین کار و تامین اجتماعی به کارگران پیمانکار موضوع این قرارداد تعلق می‌گیرد با پیمانکار است. پیمانکار مکلف است کسور قانونی مشمول لیست حقوق و مزایای مستخدمین خود را از قبیل (بیمه و مالیات) طبق قوانین مربوطه کسر و به مراجع قانونی ذیربط ارسال نماید. کارفرما در این خصوص هیچ گونه تکلیف و تعهدی ندارد.</p>
      <p>17-  در صورت درخواست کارفرما، پیمانکار موظف است در تهیه و تامین قطعات مورد نیاز همکاری نماید.</p>
      <p>18- پاسخگوئی به کلیه دعاوی قانونی و خواسته‌های کارگران فنی و غیر فنی، تکنسین‌ها و مهندسین تحت پوشش، در محاکم اداری و قضائی و هیئت های رسیدگی به دعاوی کارگران با پیمانکار است. به عبارت دیگر رعایت الزامات قانون کار و قانون تامین اجتماعی برای کارگرانی که به خدمت گرفته می‌شوند با پیمانکار می‌باشد و بنابر این پاسخگوئی در برابر شکایات آنان به  عهده پیمانکار بوده و کارفرما هیچ گونه تعهدی در مورد امور استخدامی، رفاهی و پرداخت‌های کارگران و سایر الزامات قانون کار و قانون تامین اجتماعی در برابر کارگران موصوف نخواهد داشت.</p>
      <p>19- نفرات پیمانکار می‌بایست با لباس متحد الشکل و مناسب شئون اداری و مشخص بودن وظائف فنی آنها با الصاق کارت شناسائی در محل کار خود حضور یابند.</p>
      <p>20- پیمانکار موظف است آب و هوا و نزولات جوی و موقعیت جغرافیائی محل و امکانات اجرای عملیات در فصول مختلف را با توجه به مدت اجرای کار در نظر گرفته و از این بابت هیچ گونه ادعائی از طرف پیمانکار قابل ادعا نمی‌باشد.</p>
      <p>21- پیمانکار موظف است مراحل کار را طوری برنامه‌ریزی نماید که مانعی در پیشرفت فعالیت های جاری محل اجرای قرارداد بوجود نیاید و در صورتی که در اجرای این موضوع خسارتی وارد شود مسئولیت جبران این خسارت بعهده پیمانکار می‌باشد.</p>
      <p>22- پیمانکار موظف است قبل از شروع کار کلیه آئین‌نام‌های موجود حراستی، حفاظتی، ایمنی کار و یا کارکنان را مطالعه و بررسی نموده و ترتیبات لازم را برای رعایت مواد مقررات و دستورات مزبور فراهم آورد و در صورتی که بعلت عدم رعایت آئین‌نامه‌ها و دستورات جاری از طرف پیمانکار خسارتی به ساختمان و یا اشخاص وارد آید و یا پیمانکار مشمول جرائمی گردد، کارفرما از این بابت هیچ گونه تعهد و مسئولیتی نخواهد داشت و کارفرما میزان و مبلغ خسارات را تعیین و کتبا به پیمانکار ابلاغ خواهد نمود تا ظرف مدت ده روز از طرف پیمانکار پرداخت گردد.</p>
      <p>23- پیمانکار موظف به پرداخت هزینه‌های ناشی از اجرای قوانین کار و بیمه‌های اجتماعی و کارگری من جمله و بدون قید حصر پرداخت حقوق و دستمزد، اخراج، سنوات، بن، عائله مندی، اضافه‌کار، عیدی و پاداش و بیمه کارکنان و ایادی خود بوده و قوانین مالیات ها را در قیمت پیشنهادی خود ملحوظ کرده و بعدا حق درخواست اضافه پرداختی نخواهد داشت.</p>
      <p>24- تهیه و تامین ابزار، کلیه ماشین آلات، داربست، جرثقال و بالابر را جهت انجام نگهداری در اختیار داشته و کارفرما هیچ گونه تعهدی از این بابت نخواهد داشت.</p>
      <p>25-  پیمانکار تعهد می‌نماید از کارگران فنی دارای حداقل مدرک تحصیلی دیپلم فنی و دارای سلامت جسمی و روحی (به تایید مراکز درمانی) استفاده نماید.</p>
      <p>26- کارگران مورد استفاده پیمانکار اعم از کارگر فنی، تکنسین، مهندس می‌بایست دارای توانائی انجام وظایف محوله را داشته و همچنین دارای کارت پایان خدمت یا معافیت باشد.</p>
      <p>27- پیمانکار متعهد است در شیفت بندی عوامل خود بگونه‌ای عمل نماید که هیچ‌گونه خللی در انجام وظیفه محوله بوجود نیاید و با هماهنگی کارفرما تمامی تعطیلات و غیره پوشش داده شود و برنامه تنظیمی بصورت کتبی به اطلاع کارفرما و تصویب آن برسد.</p>
      <p>28-  پیمانکار مجاز به استفاده بیش از 240 ساعت در ماه از یک نیروی فنی نبوده و هر نیرو باید در موضوع کاری مشخص فعالیت نماید.</p>
      <p>29- پیمانکار می‌بایست کلیه پرسنل مستقر در محل کار را بیمه نموده و علاوه بر آن با یکی از شرکت های بیمه قرارداد مسوولیت مدنی مبادله و یک نسخه از آن را در اختیار کارفرما قرار دهد.</p>
      <p><b>ماده 8 – تعهدات کارفرما :</b></p>
      <p>1-      تامین قطعات و لوازم یدکی درخواست شده از سوی پیمانکار پس از تایید نماینده کارفرما</p>
      <p>2-      کارفرما در حد امکان تسهیلات لازم از قبیل دفتر کار و کارگاه و {this.props.contract.firstname} وبا توجه به شرایط قرارداد در اختیار پیمانکار قرار خواهد داد.</p>
      <p>3-   پرداخت مبلغ قرارداد مندرج در ماده 3 این قرارداد پس از دریافت گواهی‌های مربوطه و تایید حسن اجرای تعهدات و با رعایت مفاد ماده 10 این قرارداد.</p>
      <p>4-   کارگران پیمانکار می‌توانند بر اساس ضرورت در تمام مدت شبانه روز از قسمت های مختلف و تجهیزات و تاسیسات موضوع قرارداد بازدید نماید و در صورت وجود نقص نسبت به رفع آن اقدام کنند و کارت شناسائی خود را بر لباس مخصوص تعمیرات به سینه الصاق کنند.</p>
      <p>5-   در صورتی که کارشناس مورد اعتماد طرفین یا کارشناس مراجع قانونی،‌ کارفرما را در استفاده ناصحیح از بالابر ها و تجهیزات جنبی آن مقصر اعلام نماید مسئولیت جبران خسارت از پیمانکار ساقط می‌گردد.</p>
      <p><b>ماده 9 – شرایط فورس ماژور:</b></p>
      <p>در صورتی که اجرای موضوع قرارداد طبق برنامه زمانبندی توافقی بر اثر وقوع رویدادهای غیر قابل پیش‌بینی و خارج از اراده کارفرما و پیمانکار متوقف گردد. شرایط جدید که در اثر حوادث قهریه و غیر مترقبه ایجاد می‌شود طبق توافق طرفین تعیین خواهد شد.</p>
      <p><b>ماده 10 – نحوه پرداخت :</b></p>
      <p>1-   پرداخت مبلغ مندرج در ماده 3 این قرارداد بصورت ماهیانه و پس از دریافت گواهی‌های مربوطه و تایید حسن اجرای تعهدات از سوی {this.props.contract.firstname} و پس از کسر کلیه کسورات قانونی توسط کارفرما انجام خواهد شد.</p>
      <p>2-   از هر پرداخت به پیمانکار 5% بابت ماده 38 قانون تامین اجتماعی کسر و در حساب سپرده نزد دانشگاه نگهداری می‌شود، استرداد 5% سپرده مذکور پس از ارائه مفاصا حساب از سازمان تامین اجتماعی توسط پیمانکار و با رعایت ماده 38 و اصلاحات الحاقی به آن ممکن خواهد بود.</p>
      <p>3-   پرداخت آخرین صورتحساب پیمانکار منوط به اخذ مفاصا حساب از سازمان تامین اجتماعی و ارائه به کارفرما می‌باشد.</p>
      <p>4-   از هر پرداخت به پیمانکار10% مطابق مفاده ماده 3 این قرارداد بعنوان ضمانت حسن انجام کار کسر و در حساب سپرده‌ نزد دانشگاه نگهداری می‌شود و این مبلغ در پایان قرارداد و در صورتی که پیمانکار بدون ایجاد خسارت به کارفرما، موضوع قرارداد را بطور کامل به پیمانکار بعدی و یا نماینده کارفرما تحویل نماید با درخواست کتبی به پیمانکار مسترد می‌گردد.</p>
      <p><b>ماده 11- سپرده حسن انجام تعهدات :</b></p>
      <p>به منظور حسن اجرای تعهدات موضوع قرارداد، پیمانکار می‌بایست قبل از مبادله قرارداد معادل 10% از کل مبلغ قرارداد را به عنوان تضمین حسن انجام تعهدات بصورت ضمانت نامه بانکی معتبر و یا واریز نقد به حساب سپرده کارفرما و یا تضمین مورد قبول کارفرما تسلیم نماید که با رعایت مفاد قرارداد و پس از تسویه حساب کامل در انتهای قرارداد و تایید کارفرما به پیمانکار مسترد می‌گردد.</p>
      <p><b>ماده 12 – تاخیر وتخلف ازاجرای این‌قرارداد که موجب جریمه پیمانکار و نهایتا فسخ می‌گردد:</b></p>
      <p>1-   عدم اجرای صحیح و کامل هر یک از مواد قرارداد یا پائین بودن کیفیت خدمات ارائه شده بنابه تشخیص کارفرما تخلف محسوب شده و کارفرما مجاز است پس از ابلاغ دو اخطار کتبی بفاصله 7 روز و عدم تغییر رویه پیمانکار، بصورت یک جانبه نسبت به لغو قرارداد و ضبط تضمین حسن اجرای تعهدات به نفع خود اقدام نماید. اجرای این بند مانع اجرای مفاد بند‌های 2 و3 و4و 5 ماده 12 نمی‌گردد.</p>
      <p>2-   چنانچه در اجرای مفاد این قرارداد تاخیری صورت پذیرد، مدت تاخیر مشمول خسارت دیرکرد در انجام تعهد بوده و خسارت وارده هر روز به مبلغ {this.props.contract.firstname} ریال تعیین که از محل مطالبات و تضمین حسن اجرای تعهدات و یا سایر سپرده‌ها و اموال پیمانکار توسط کارفرما وصول می‌گردد.</p>
      <p>3-   در صورت تکرار تاخیر در انجام تعهدات و یا تخلف از مفاد قرارداد بیش از سه مورد کارفرما می‌تواند قرارداد را یک جانبه فسخ و تضمین حسن اجرای تعهدات را به نفع خود ضبط و وصول نماید.</p>
      <p>4-      عدم حضور به موقع تکنسین‌ها و کارگران و مهندسین مربوط به پیمانکار در زمان ها و یا مکان های مقرر به منزله تخلف محسوب می‌گردد.</p>
      <p>5-   پیمانکار موظف است خساراتی را که به واسطه فعل یا ترک فعل و قصور یا تقصیر کارگران فنی و غیر فنی، تکنسین‌ها و مهندسین خود به کارفرما یا اشخاص ثالث حقیقی و حقوقی در محدوده این قرارداد وارد می‌شود جبران نماید. این امر رافع مسوولیت های شخصی افراد در مقابل قوانین و مراجع قضائی و حقوقی نیست.</p>
      <p>6-   در صورتیکه هر یک از کارگران پیمانکار مورد قبول کارفرما قرار نگیرد و اخلاق و رفتار و نحوه انجام وظیفه آنان مورد رضایت کارفرما نباشد پیمانکار موظف است ظرف مدت 48 ساعت پس از ابلاغ کتبی کارفرما نسبت به تعویض آنان اقدام و جانشین مناسب را معرفی نماید.</p>
      <p><b>ماده 13 – حل اختلاف:</b></p>
      <p>در صورت بروز هر گونه اختلاف بین طرفین این قرارداد، موضوع اختلاف از طریق مذاکره به صورت مسالمت آمیز حل و فصل می‌گردد و در غیر اینصورت موضوع اختلاف به داوری آقا/خانم/شرکت/ موسسه {this.props.contract.firstname} ارجاع و تصمیم متخذه برای طرفین لازم‌الاجرا خواهد بود. در طول رسیدگی به اختلاف، پیمانکار مکلف است بدون تعلل و مطابق مفاد قرارداد به کار خود ادامه دهد.</p>
      <p><b>ماده 14 – سایر ضوابط :</b></p>
      <p>1-   پیمانکار حق واگذاری و انتقال تمام یا قسمتی از موضوع قرارداد را به غیر ندارد. در صورت تخلف، کارفرما می‌تواند با فسخ قرارداد، خسارت وارده را از محل مطالبات و تضمین حسن اجرای تعهدات وصول نماید.</p>
      <p>2-      ساعات انجام کار را کارفرما تعیین و پیمانکار مکلف به رعایت آن می‌باشد.</p>
      <p>3-   پیمانکار متعهد و مسئول پاسخگوئی کلیه حقوق مربوط به کارگران خود در قبال قانون کار و قوانین تامین اجتماعی و سایر مراجع قانونی ذیربط می‌باشد و کارفرما هیچ گونه تعهد و مسئولیت و پاسخگوئی در قبال موضوعات ذکر شده ندارد.</p>
      <p><b>ماده ۱۵- اقامتگاه و شماره تماس طرفین :</b></p>
      <p><b>کارفرما :</b></p>
      <p><b>پیمانکار :</b></p>
      <p>تبصره 1: طرفین قرارداد ملزم هستند در صورت تغییر آدرس حداکثر ظرف ده روز نشانی جدید خود را کتباً به اطلاع یکدیگر برسانند ، در غیر اینصورت کلیه مراسلات ، آگهی ها و اخطارهای  قانونی به آدرس سابق نافذ و معتبر خواهد بود .</p>
      <p>ماده 1۶ – نسخه های پیمان: این پیمان در پانزده (15) ماده و پنج (3) تبصره تنظیم (در دو نسخه) که هر کدام حکم واحد را دارد</p>
      <p><b>کارفرما - پیمانکار</b></p>
      <p><b>لیست جزئیات تعمیرات مربوط به تبصره 3 ماده 7 قرارداد بالابر</b></p>
      <p>1-   سرویسهای روتین اجزاء آسانسور بصورت روزانه، هفتگی، ماهیانه و سالانه نظیر روغنکاری، تعویض روغن گیربکس، تعویض قطعات مستهلک شده، بازدید از سیم بکسل، موتورگیربکس، کابین، درب و اجزاء آن دیکتاتورها، تابلو و مدار فرمان، سیستم پاراشوت و فلکه چرخ</p>
      <p>2-      بازنمودن و بستن مجدد قطعات اصلی آسانسور (در صورت لزوم) نظیر باز کردن موتور و بستن مجدد آن و تعویض موتور درها</p>
      <p>3-      کنترل اجزاء داخل کابین و در صورت لزوم تعویض لامپ، آینه، شاسی‌ها و نمراتور.</p>
      <p>4-   انجام تغییرات در عملکرد آسانسور حسب درخواست کارفرما با توجه به قابلیتهای تابلو کنترل نظیر تنظیم اولویت توقف و یا باز نمودن و بستن توقف در یک طبقه.</p>
      <p>5-      بازدید و تعویض قطعات و لازم داخل تونل.</p>
      <p>6-      اعلام بموقع ریز قطعات استهلاکی مورد نیاز جهت خرید آنها.</p>
      <p>7-      ارائه گزارش بازدید در هر مرحله به کارفرما</p>


     </>
    );
  }
}

export default ShowContract;
